"Scan for Large and Old Files" = "Шукати великі та старі файли";
"Erase with CleanMyMac" = "Стерти з CleanMyMac";
"Securely Erase with CleanMyMac" = "Безпечно стерти з CleanMyMac";
"Clean with CleanMyMac" = "Чистити з CleanMyMac";
"Uninstall with CleanMyMac" = "Видалити з CleanMyMac";
"Clean iPhoto Library with CleanMyMac" = "Чистити фототеку iPhoto з CleanMyMac";
